Repository: VITObelgium/sys4enca
Catalog: src/enca/locale/*/LC_MESSAGES/sys4enca.po
Languages: fr

source: Default OUTPUT-DIR is current working directory.
fr: Par défaut, OUTPUT-DIR est le répertoire de travail actuel.

source: ENCA component to run
fr: Compte à calculer

source: Tier level
fr: Niveau de la calculation

source: Area of interest name
fr: Nom du lieu d'intérêt

source: Output is written to OUTPUT-DIR/RUN-NAME.
fr: Les résultats seront disponibles dans le répertoire OUTPUT-DIR/RUN-NAME.

source: Continue from an existing run directory.
fr: Continuer avec un répertoire de résultats existant.

source: Years for which to run the calculation.
fr: Années à calculer.

source: yaml configuration file for the account calculation.
fr: fichier de configuration (format yaml)

source: Hello from ENCA Carbon
fr: Petit bonjour d'ENCA Carbone!

source: Create run_dir %s
fr: Creation du répertoire %s
